{
  "blogs": [
    {
      "title": "Manchester United F.C.",
      "body": "Manchester United Football Club is a professional football club based in Old Trafford, Greater Manchester, England, that competes in the Premier League, the top flight of English football. Nicknamed \"the Red Devils\", the club was founded as Newton Heath LYR Football Club in 1878, changed its name to Manchester United in 1902 and moved to its current stadium, Old Trafford, in 1910.\n\nManchester United have won more trophies than any other club in English football,[5][6] with a record 20 League titles, 12 FA Cups, five League Cups and a record 21 FA Community Shields. United have also won three European Cups/UEFA Champions Leagues, one UEFA Europa League, one UEFA Cup Winners' Cup, one UEFA Super Cup, one Intercontinental Cup and one FIFA Club World Cup. In 1998–99, the club became the first in the history of English football to achieve the continental European treble.[7] By winning the UEFA Europa League in 2016–17, they became one of five clubs to have won all three main UEFA club competitions.\n\nThe 1958 Munich air disaster claimed the lives of eight players. In 1968, under the management of Matt Busby, Manchester United became the first English football club to win the European Cup. Alex Ferguson won 38 trophies as manager, including 13 Premier League titles, 5 FA Cups and 2 UEFA Champions Leagues, between 1986 and 2013,[8][9][10] when he announced his retirement. Manchester United is one of the most widely supported football clubs in the world,[11][12] and has rivalries with Liverpool, Manchester City, Arsenal, and Leeds United.\n\nManchester United was the highest-earning football club in the world for 2016–17, with an annual revenue of €676.3 million,[13] and the world's third most valuable football club in 2019, valued at £3.15 billion ($3.81 billion).[14] After being floated on the London Stock Exchange in 1991, the club was taken private after a purchase by Malcolm Glazer in 2005 at almost £800 million, of which over £500 million of borrowed money became the club's debt.[15] From 2012, some shares of the club were listed on the New York Stock Exchange, although the Glazer family retains overall ownership and control of the club.",
      "author": "Wikipedia",
      "id": 1
    },
    {
      "title": "Old Trafford",
      "body": "Old Trafford (/ˈtræfərd/) is a football stadium in Old Trafford, Greater Manchester, England, and the home of Manchester United. With a capacity of 74,140 seats,[1] it is the largest club football stadium (and second-largest football stadium overall after Wembley Stadium) in the United Kingdom, and the eleventh-largest in Europe.[2] It is about 0.5 miles (800 m) from Old Trafford Cricket Ground and the adjacent tram stop.\n\nNicknamed \"The Theatre of Dreams\" by Bobby Charlton,[3] Old Trafford has been United's home ground since 1910, although from 1941 to 1949 the club shared Maine Road with local rivals Manchester City as a result of Second World War bomb damage. Old Trafford underwent several expansions in the 1990s and 2000s, including the addition of extra tiers to the North, West and East Stands, almost returning the stadium to its original capacity of 80,000. Future expansion is likely to involve the addition of a second tier to the South Stand, which would raise the capacity to around 88,000. The stadium's record attendance was recorded in 1939, when 76,962 spectators watched the FA Cup semi-final between Wolverhampton Wanderers and Grimsby Town.\n\nOld Trafford has hosted an FA Cup Final, two final replays and was regularly used as a neutral venue for the competition's semi-finals. It has also hosted England fixtures, matches at the 1966 World Cup, Euro 96 and the 2012 Summer Olympics, including women's international football for the first time in its history, and the 2003 Champions League Final. Outside football, it has been the venue for the rugby league's annual Super League Grand Final every year except 2020, and the final of Rugby League World Cups in 2000 and 2013.",
      "author": "Wikipedia",
      "id": 2
    }
  ]
}